[
  {
    "title": "Account Setup",
    "items": [
      {
        "title": "What is Maven?",
        "content": "Maven is a proprietary custom designed digital platform that provides you access to Jewish wisdom and learning. We offer access to free events, paid classes, and an on-demand library. Accessing learning is simple – we invite you to search our website and sign up for our mailing list."
      },
      {
        "title": "Do I need to sign up or login in order to participate?",
        "content": "Yes, each user to our platform will be required to sign up and create an account. There is no cost for doing so. Having an account allows you to login and see all the programs you are signed up for, including no cost events and paid classes. Visit <a href=\"https://maven.aju.edu/sign-up\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">https://maven.aju.edu/sign-up</a> to sign up today."
      },
      {
        "title": "Can my organization become a Maven partner?",
        "content": "Becoming a partner with Maven will enable your organization to curate a custom platform of adult education offerings specific to your audience - saving you money, staffing and time that you can utilize towards enhancing your member experience."
      },
      {
        "title": "What are the content categories?",
        "content": "We organize content around the following categories: Jewish Thought, Current Affairs, Literature, Hebrew, Art & Art History and Culture & Media. These are very broad categories with many subcategories within them. We find the breadth and depth of topics to be widely diverse. We also deliver an On Demand Library of past interviews and lectures with leading current and keynote Jewish leaders and thinkers, both contemporary and historical."
      },
      {
        "title": "How does my organization become a partner?",
        "content": "Becoming a partner organization is easy! Join my visiting our website: <a href=\"https://maven.aju.edu\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">https://maven.aju.edu</a> and clicking on Join Now. Starting the process requires you to share some organizational information, select content to share, sign our Memo of Understanding and soon you will be on your way. Once you submit your organization registration, our partnership specialist will reach out to you to determine next steps."
      },
      {
        "title": "What is the benefit of sponsoring an event?",
        "content": "When you sponsor an event your community logo and name is broadcast across the United States as well as to over 50 countries, exposing your organization to tens of thousands of users giving you national and international recognition and reach."
      }
    ]
  },
  {
    "title": "For Registered Users",
    "items": [
      {
        "title": "I forgot my password, what do I do?",
        "content": "Resetting your password is simple. Visit <a href=\"https://maven.aju.edu/forgot-password\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">https://maven.aju.edu/forgot-password</a> to choose a new password. Be sure to check your email box for confirmation."
      },
      {
        "title": "Can I filter the different types of classes and events?",
        "content": "Yes, whenever classes are presented, there are filters that can be applied to further refine your choice."
      },
      {
        "title": "How do I reach customer service with questions?",
        "content": "Customer service may be reached by emailing <a href=\"mailto:mavensupport@aju.edu\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">mavensupport@aju.edu</a>. You may also access Maven support through the platform’s partner portal."
      },
      {
        "title": "I am having trouble registering, what do I do?",
        "content": "At Maven, we pride ourselves on best-in-class customer service. Please reach us at <a href=\"mailto:mavensupport@aju.edu\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">mavensupport@aju.edu</a> for assistance."
      },
      {
        "title": "Do you use zoom?",
        "content": "Yes, Zoom is used for our classes and webinars. The “Join” button will remain accessible to users who registered for a class up until the class’s scheduled end time. This is to allow users to join late."
      },
      {
        "title": "Is there free content?",
        "content": "Yes. Maven has both free and paid content. Our goal is to make Jewish wisdom accessible to all regardless of ability to pay. Our low barrier to entry allows all people, from all walks of life to engage with learning. We are committed o consistently offering no cost programs to supplement our diverse paid learning offerings."
      },
      {
        "title": "Are there recordings available for offerings on Maven?",
        "content": "Following a live and free event, recordings are available for a limited time at no cost on our Facebook page. Generally, within a week’s time an edited recording of the event is posted in our on demand library you can access anytime."
      },
      {
        "title": "Are there recordings available for the classes?",
        "content": "Paid classes on Maven are recorded and available to those who register and pay for the class, we do not share these recording with the public and they are not shared to our on-demand library."
      },
      {
        "title": "If I choose to purchase an on-demand recording, how long do I have to wait to view this?",
        "content": "If you choose to purchase an on demand offering or event, it will be available for viewing immediately."
      },
      {
        "title": "How long do I get to watch an on-demand recording?",
        "content": "Your access expires after 7 days."
      }
    ]
  },
  {
    "title": "Payments",
    "items": [
      {
        "title": "Do you keep our credit card on file?",
        "content": "No credit card numbers are stored by MAVEN. Payment processing occurs through a third party payment processor."
      },
      {
        "title": "How do I pay for classes or events?",
        "content": "A third party credit card processer is used to collect payments. We do not accept other forms of payment."
      }
    ]
  },
  {
    "title": "For Registered Partners",
    "items": [
      {
        "title": "How can I personalize the content?",
        "content": "There are many opportunities to put your signature on content. For example, you may share content from our vast library of On-Demand offerings with your community, and then host a conversation to discuss the program. You may also convene study groups prior to a live offering to deepen the experience for your members."
      },
      {
        "title": "Can I filter the different types of classes and events?",
        "content": "Yes, whenever classes are presented, there are filters that can be applied to further refine your choices."
      },
      {
        "title": "How do I submit content or speaker suggestions?",
        "content": "The platform that has been designed includes a partner portal. Within your account access to the partner portal, you will be able to submit content and speaker suggestions, including yourself."
      },
      {
        "title": "How do I book a speaker?",
        "content": "You have the option of bringing live speakers to your community from our robust speaker's bureau, including, Rabbi Elliot Dorff, Dr. Michael Berenbaum, Dr. Ron Wolfson, Rabbi Sherre Hirsch, Rabbi Bradley Shavit Artson, Rabbi Pinchas Giller, Rabbi Gail Labovitz, and Rabbi Cheryl Peretz. There is a form located on the partner portal for you to submit your request or you may email <a href=\"mailto:partnerships@aju.edu\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">partnerships@aju.edu</a> to explore your options."
      },
      {
        "title": "How do I reach customer service with questions?",
        "content": "Customer service may be reached by emailing <a href=\"mailto:mavensupport@aju.edu\" class=\"hover:underline\" target=\"_blank\" rel=\"noreferrer\">mavensupport@aju.edu</a>. You may also access Maven support through the platform’s partner portal."
      },
      {
        "title": "How often will new content be uploaded?",
        "content": "Most classes and events will be uploaded several months in advance of their go live date. We do work to offer programs on timely topics, so in some instances programs are available with less lead time. We are constantly updating the offerings so we do suggest that you check the partner platform frequently to see what is new."
      },
      {
        "title": "What kinds of marketing materials will be available for me to use?",
        "content": "Your partner portal will include a marketing materials section. From there, you will be able to download 4 different sizes of images to include in your organization’s promotion plans. Suggested uses include posting to your website, sharing links to events on Facebook, include images and information in a e-newsletter, posting to Instagram and use in other ways that best reflect your organization’s marketing process."
      }
    ]
  }
]
